<template>
  <div class="schoolIntro">
    <div class="pageTitle">
      <div>{{navName}}</div>
    </div>
    <div class="breadNav">
      <el-breadcrumb separator-class="el-icon-arrow-right">
        <el-breadcrumb-item :to="{ path: '/' }">首页</el-breadcrumb-item>
        <el-breadcrumb-item>{{ navName }}</el-breadcrumb-item>
      </el-breadcrumb>
    </div>
    <div class="schoolContent">
      <p>
        长沙民政职业技术学院位于历史文化名城长沙。于1984年由民政部创办，2000年部委学校改革成为湖南省人民政府和民政部共建、省教育厅直属高校。是首批(28所)国家示范性高等职业院校、教育部认定国家优质专科高等职业院校。2019年成功入围中国特色高水平高职学校和专业建设计划（简称“双高计划”）第一轮建设单位。

        学校坚持以习近平新时代中国特色社会主义思想为指导，认真贯彻党的十九大与十九届历次全会精神、习近平总书记关于教育的重要论述和考察湖南时的重要讲话精神，全面落实党的教育方针，坚持社会主义办学方向，以立德树人为根本任务，坚持以民政民生为特色，面向湖南现代服务业，面向湖南智能制造业，提供人才供给和应用技术支撑，坚持学历教育与非学历教育并举，拓展留学生教育和国际交流，着力培养“留得住、用得上、发展好”的德智体美劳全面发展的高素质技术技能人才。近年来，学校获得“全国职业教育先进单位”“国家技能人才培育突出贡献奖单位”“全国模范教工之家”全国“敬老文明号”等国家级荣誉和成果。2018年全国高职三大标志性成果（国家级教学成果、教师教学能力竞赛、学生职业技能竞赛）综合排名，名列全国第十；国家级教学成果奖2014年与2018年两届获奖数排名，名列全国第七；2015-2019年中国高教学会公布全国普通高校竞赛评估结果（高职），名列全国第五。学校入选全国高职院校“教学资源50强”“教学管理50强”“学生管理50强”“实习管理50强”。

        学校面向全国招生，现有在校生1.8万余人。高考招生录取分数线连续14年位居湖南省高职第一，多省份超过本科线，就业率和就业质量稳居同类院校前列。在全国率先开办社会工作、社区管理、家政、养老、殡仪等专业，涵盖“生老病养葬”全生命周期，是全国民政民生领域学历教育开办最早、规模最大、专业最全的高职院校。专业总计44个，涉及公共管理与服务、医药卫生、装备制造、电子与信息、财经商贸等10个专业大类。建有6个专业群，其中有老年服务与管理、现代殡葬技术与管理2个国家高水平专业群，另外4个为省级一流特色专业群。形成了以民政民生类专业为特色，现代服务业和智能制造业专业为支撑的综合性院校专业架构。

        学校拥有一支师德师风高尚、专业技能精湛、育人水平高超、校企协同创新的高素质专业化教师队伍。现有专任教师总数1055人（校外兼课教师340人按2：1折算），硕士及以上学位864人，占比81.9%，高级专业技术职务321人，占比30.4%。专任专业课教师中，“双师型”教师占比60.9%。现有国家级教学名师、全国优秀教师各1名，1人获评国家技能人才培育工作突出贡献奖。获评民政部技能大师工作室1人，湖南省教书育人楷模1人，省级（芙蓉）教学名师3人，省级优秀教师、黄炎培职业教育杰出教师各2名，芙蓉学者讲座教授1名，1人入选省121创新人才工程。近五年获全国职业院校技能大赛教学能力比赛国家级奖项6项，养老服务与管理专业团队立项首批国家职业教育教师教学创新团队。

        学校深化“三教“改革，形成了高质量的人才培养水平。率先探索学分制改革试点、现代学徒制试点，累计与36家企业合作开展订单班71期，培养2688人。首批开展湖南省“三全育人”综合改革试点，牵头成立全国职业院校学生职业素养培育联盟、全国职业院校课程思政研究院。开展18个“1+X”证书制度试点。与15个国家或地区的42所院校或机构建立了合作关系，开创湖南高职院校学历留学生教育先河，开办中国-马来西亚康复治疗技术专业中外合作项目。与阿里巴巴国际事业部（ICBU）共建产业学院。组建了中国殡葬职教集团、中国残疾人康复职教集团、湖南省健康养老职教集团。牵头建设社区管理与服务、社会工作、视觉传播设计与制作3个国家级专业教学资源库，校企研制双元教材141本，入选“十三五”职业教育国家规划教材20本，数量排名全国第7。在近两届职业教育教学成果奖评审中，获得国家教学成果一等奖1项、二等奖5项。

        面向新征程，学校将进一步深入学习习近平总书记关于教育的重要论述，贯彻落实孙春兰副总理视察学校的讲话精神，不断增强服务现代民政事业的能力，打造“现代民政、智慧民生”的职教名片，服务湖南“三高四新“战略，积极创新、勇于担当。为实现人才培养质量高、服务区域发展能力强、引领职教改革突出，建设“国内示范、国际窗口”的综合性职业技术大学的愿景而努力奋斗。
      </p>
    </div>
  </div>
</template>
<script>
  export default {
    name: 'schoolIntro',
    data () {
      return {
        navName: '学校简介'
      }
    }
  }
</script>
<style lang="scss" scoped>
  @import './schoolIntro.scss';
</style>