<template>
  <div class="schoolBasic">
    <div class="pageTitle">
      <div>{{navName}}</div>
    </div>
    <div class="breadNav">
      <el-breadcrumb separator-class="el-icon-arrow-right">
        <el-breadcrumb-item :to="{ path: '/' }">首页</el-breadcrumb-item>
        <el-breadcrumb-item>{{ navName }}</el-breadcrumb-item>
      </el-breadcrumb>
    </div>
    <div class="content">
      <p>
        "爱众亲仁"语出《论语·学而》，是中国传统道德的一个基本内容。子曰："
        弟子入则孝，出则悌，谨而信，泛爱众，而亲仁。行有余力，则以为文。"谨者，行之有常也。信者，言之有实也。泛，广也。众，谓众人。亲，近也。仁，谓仁者。余力，犹言暇日。以，用也。文，谓诗书六艺之文。孔子用这句话来告诫弟子："一个有道德、有品格、有德行的人，首先必须爱人重人，不爱人者不成其为人，更不能成为仁人"。孔子力倡爱人：樊迟问"仁"，孔子回答"爱人"（《论语·颜渊》）。这就是所谓的"仁者爱人"。"爱众亲仁"也就成为立身、为学的最高境界。
        民政事业是党和政府的一项十分重要的基础性事业，它"在乎民生，关乎民心"。作为一个民政人，我们只有具备"仁者爱仁"的博爱精神，去关注百姓心声，关心弱势群体的处境，做到"爱众亲仁"，才是真正实践"上为国家分忧，下为百姓解愁"的工作宗旨。这应该是民院每个教职员工治学工作、教书育人的根本出发点，也应该成为来民院的莘莘学子们的求学初衷。
        "博学笃行"是对如何实践"爱众亲仁"的方法论回答。《礼记·中庸》十九章有云："博学之，审问之，慎思之，明辨之，笃行之。"这说的是为学的几个层次，或者说是几个递进的阶段。"博学之"意谓为学首先要广泛的猎取，培养充沛而旺盛的好奇心。好奇心丧失了，为学的欲望随之而消亡，博学遂为不可能之事。"博"还意味着博大和宽容。惟有博大和宽容，才能兼容并包，使为学具有世界眼光和开放胸襟，真正做到"海纳百川、有容乃大"，进而"泛爱众，而亲仁"。因此博学乃能成为为学的第一阶段。越过这一阶段，为学就是无本之木、无源之水。"审问"为第二阶段，有所不明就要追问到底，要对所学加以怀疑。问过以后还要通过自己的思想活动来仔细考察、分析，否则所学不能为自己所用，是为
        "慎思"。"明辩"为第四阶段。学是越辩越明的，不辩，则所谓"博学"就会鱼龙混杂，真伪难辨，良莠不分。"笃行"是为学的最后阶段，就是既然学有所得，就要努力践履所学，使所学最终有所落实，做到"知行合一"。"笃"有忠贞不渝，踏踏实实，一心一意，坚持不懈之意。只有有明确的目标、坚定的意志的人，才能真正做到"笃行"。以"博学笃行"为校训，并非只取"博学"和"笃行"四字，而是包括"审问、慎思、明辨"在内的，由"博学"而"笃行"的内在统一、相联互动的过程。民政人以实现"老吾老，以及人之老；幼吾幼，以及人之幼"的"天下大同"为己任，非有过人之本领无以担此重任。以"博学笃行"为做学问之道，方能学有所依、学有所成、学有所用，"爱众亲仁"才不至于流于口号，流于形式。
        校训是一所大学独立思想和传统精神的集中表述，最能反映一所大学的办学传统和特色。用
        "爱众亲仁，博学笃行"作为我院的校训就是为了铸造一种特立独行的学术思想和流传于百世的大学精神，也是我院"为国分忧，为民解愁"办学传统与特色的具体体现。希望我院广大师生员工，认真领会校训的深刻内含，以校训的精神指导我们的学习、生活、做人，实现我院的跨越式发展，为我国民政事业发展进步和祖国的繁荣富强做出更大的贡献。
      </p>
    </div>
  </div>
</template>
<script>
  export default {
    name: 'schoolIntro',
    data () {
      return {
        navName: '学校简介'
      }
    }
  }
</script>
<style lang="scss" scoped>
  @import './schoolBasic.scss';
</style>